"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ perc";
"ANIMATION_SEC" = "%@ másodperc";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Szín";
"DARKMODE_BLUR" = "Elmosás";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Igen";
"No" = "Nem";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Rate HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Probléma jelentése";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Eltávolítás";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "A HazeOver újdonságai";
"Show" = "Megjelenítés";

"Trial Version" = "Próbaverzió";
"Buy Now" = "Megvásárlás";
"Thank You" = "Köszönjük!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Record";
"SHORTCUT_TEXT" = "Nyomja a billentyűt";

// DisplayMockupView

"File" = "Fájl";
"View" = "Nézet";
"Window" = "Ablak";
"Help" = "Súgó";

// Touch Bar

"On" = "Be";
"Off" = "Ki";

// Customizable Menus

"TOGGLE_MENU" = "A HazeOver be- vagy kikapcsolása";
"DISPLAYS_MENU" = "Másodlagos kijelző";
"INTENSITY_MENU" = "Intenzitás";
"HELP_MENU" = "Hasznos tippek";
"ACTIONS_MENU" = "Műveletek beállítása...";
"CUSTOMIZE_MENU" = "Menü testreszabása…";
"RATE_MENU" = "Rate HazeOver";
"REPORT_MENU" = "Visszajelzés küldése";
"SETTINGS_MENU" = "Beállítások…";
"QUIT_MENU" = "Kilépés innen: HazeOver";
